{
            "3c651ac4-6c21-4f60-b6c2-f7f3337a75c0": {
                "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
                "title": "Monster Hunter Freedom Unite",
                "category": "Action, RPG",
                "maxLevel": "12",
                "imageUrl": "https://m.media-amazon.com/images/M/MV5BYjcxYTY0MWItMTg2MC00NThiLTlhODAtOWJkMjUzNTk3ZWIzXkEyXkFqcGc@._V1_QL75_UX190_CR0,2,190,281_.jpg",
                "summary": "Monster Hunter Freedom Unite is the western release of Monster Hunter Portable 2nd G. It was released across America on June 22, 2009, Australia on the 25th of June, and Europe on the 26th of June. With over 500 hours of gameplay and previously unreleased monsters, weapons and missions, Monster Hunter Freedom Unite was the biggest game of the series for its time. Via Ad-Hoc functionality, players can experience the social gaming phenomenon that’s gripping Japan and adventure with up to four friends for a thrilling and savaging multiplayer hunting party. From devising the strategy to executing the attack, team play with your friends is the key to hunting down the ferocious beasts.",
                "_createdOn": 1742658250595,
                "_id": "3c651ac4-6c21-4f60-b6c2-f7f3337a75c0"
            },
            "60f0cf0b-34b0-4abd-9769-8c42f830dffc": {
                "title": "Monster Hunter Wilds",
                "category": "Action, RPG, Storytelling",
                "maxLevel": "9",
                "imageUrl": "https://monsterhunterwiki.org/images/f/fa/MHWilds-Box_Art.jpg",
                "summary": "Monster Hunter Wilds is a 2025 action role-playing game developed and published by Capcom. A successor to Monster Hunter: World (2018), the game released worldwide for Windows, PlayStation 5 and Xbox Series X and Series S, with support for cross-platform play, on February 28, 2025. As with other Monster Hunter games, Wilds has the player control a Hunter that is part of a guild assigned to explore the Forbidden Lands, a nearly uninhabitable area with multiple biomes and dangerous storms. During their exploration, the Hunter must fight large monsters that threaten their group, either by killing or capturing them. The Hunter then can collect resources from their victories, as well as from gathering in the field, to synthesize new weapons and armor with better attributes that allows the Hunter to fight stronger monsters. The player has an option of using fourteen different weapon types in combat, each with different combat maneuvers. New to Wilds is the ability to carry up to two weapons into the field using their mounted bird-like Seikrets to swap gear, the ability to set up pop-up camps within the game's open world to create a more seamless hunting experience, and a wound system that allows the player to target weak points on a monster to inflict more damage. Within three days of release, Wilds sold more than 8 million copies, making it Capcom's fastest-selling game to date.",
                "_id": "b4b86efd-5224-4c35-a443-f7a08b2439ab",
                "_createdOn": 1742658474876,
                "_updatedOn": 1742658517992,
                "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc"
            },
            "7145f2a8-b6e6-4f82-a07c-b83b922f204e": {
                "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
                "title": "Monster Hunter: World",
                "category": "Action, RPG, Online",
                "maxLevel": "13",
                "imageUrl": "https://image.api.playstation.com/cdn/HP0102/CUSA09554_00/l9eJJZczCIIcT1otva8c0EvKhlVyPy0zVLdhVZ5RJzO7NGZrRvoDOhIEFU1sJwtM.png",
                "summary": "Monster Hunter: World is a 2018 action role-playing game developed and published by Capcom. The fifth mainline installment in the Monster Hunter series, it was released worldwide for PlayStation 4 and Xbox One in January 2018, with a Windows version following in August 2018. In the game, the player takes the role of a Hunter, tasked to hunt down and either kill or trap monsters that roam in one of several environmental spaces. If successful, the player is rewarded through loot consisting of parts from the monster and other elements that are used to craft weapons and armor, amongst other equipment. The game's core loop has the player crafting appropriate gear to be able to hunt down more difficult monsters, which in turn provide parts that lead to more powerful gear. Players may hunt alone or in a group of up to four players via the game's online multiplayer.",
                "_createdOn": 1742658552767,
                "_id": "7145f2a8-b6e6-4f82-a07c-b83b922f204e"
            },
            "0c1112a6-9828-47b0-bfed-b4058245adc8": {
                "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
                "title": "Monster Hunter 4 Ultimate",
                "category": "Action, RPG",
                "maxLevel": "16",
                "imageUrl": "https://assets-prd.ignimgs.com/2022/02/07/monsterhunter4ultimate-sq-1644270519616.jpg",
                "summary": "Monster Hunter 4 Ultimate will take players to new heights, literally, with the introduction of more vertical and lateral movement than ever. An expanded repertoire of actions will create more dynamic hunting experiences with fluid climbing motions and the ability to jump attack from walls or ledges. In addition, players will be able to ride atop a monster for a limited time as they hang on and deliver attacks. With the addition of two new weapon classes, challenging new monsters and numerous locales, Monster Hunter 4 Ultimate will be the most robust hunting experience yet. It released in Japan on October 11, 2014 and is scheduled for International release on February 13, 2015.",
                "_createdOn": 1742658582216,
                "_id": "0c1112a6-9828-47b0-bfed-b4058245adc8"
            },
            "d79598b8-c3b0-4e59-926b-76194380054b": {
                "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
                "title": "Monster Hunter 3 Ultimate",
                "category": "Action, RPG",
                "maxLevel": "15",
                "imageUrl": "https://assets-prd.ignimgs.com/2021/12/14/monsterhunter3ultimate-1639515649829.jpg",
                "summary": "Monster Hunter 3 Ultimate (モンスターハンター3アルティメート) is an expansion of the Wii title Monster Hunter 3 (Tri), released on the Nintendo 3DS alongside a Wii U version that supports 480p, 720p, 1080i and 1080p resolution graphical output. The game was confirmed to arrive by Capcom's Dubindoh from Capcom-Unity. Monster Hunter 3 Ultimate was released in North America and Europe during March 2013.",
                "_createdOn": 1742658776495,
                "_id": "d79598b8-c3b0-4e59-926b-76194380054b"
            },
            "3ae63dcd-26a0-48b6-8e41-368c75a95c93": {
                "_ownerId": "60f0cf0b-34b0-4abd-9769-8c42f830dffc",
                "title": " Monster Hunter Generations Ultimate",
                "category": "Action, RPG",
                "maxLevel": "100",
                "imageUrl": "https://assets.nintendo.com/image/upload/c_fill,w_1200/q_auto:best/f_auto/dpr_2.0/ncom/software/switch/70010000004642/f4d5e5f0a8adb2a663d2763f2244e6ce5c5978034b992a15c16262391725f064",
                "summary": "Monster Hunter Generations Ultimate, known in Japan as Monster Hunter XX (モンスターハンターダブルクロス), is an action-role-playing game in the Monster Hunter series developed and published by Capcom. The game serves as an expanded edition of Monster Hunter Generations. Generations Ultimate adds two new flagship monsters, Bloodbath Diablos and Valstrax, alongside the four flagship monsters from the previous game. New additions also include two new Hunter Styles, Valor Style and Alchemy Style. The Switch release of the game serves as a HD version. ",
                "_createdOn": 1742658885871,
                "_id": "3ae63dcd-26a0-48b6-8e41-368c75a95c93"
            }
        }
